<p class="p1"><span>Exclusiv designeri grafici, v&atilde; rug&atilde;m. Veti modifica aceast&atilde; pagin&atilde;, de aceea trebuie s&atilde; aveti o competent&atilde; solid&atilde; &icirc;n <acronym title="Cascading Style Sheets">CSS</acronym>, cu toate acestea documentele care contin exemplele s&icirc;nt suficient de bine comentate &icirc;nc&icirc;t p&icirc;n&atilde; si &icirc;ncep&atilde;torii &icirc;n <acronym title="Cascading Style Sheets">CSS</acronym> le pot folosi ca punct de plecare. V&atilde; rug&atilde;m sa consultati <a href="http://www.mezzoblue.com/zengarden/resources.asp" title="Ghidul de materiale despre CSS"><acronym title="Cascading Style Sheets"></acronym>Ghidul resurselor CSS</a> contin&icirc;nd materiale avansate si indrum&atilde;ri pentru folosirea <acronym title="Cascading Style Sheets">CSS</acronym>-ului.</span></p>
<p class="p2"><span>Puteti s&atilde; modificati documentul .css &icirc;n orice fel doriti, dar nu v&atilde; atingeti de <acronym title="HyperText Markup Language">HTML</acronym>. Pentru &icirc;nceput aceasta va putea pare inhibant dac&atilde; nu ati lucrat niciodat&atilde; &icirc;n acest fel p&icirc;na acum, dar folositi link-urile listate, si folositi documentele mostr&atilde; drept ghid.</span></p>
<p class="p3"><span>Downloadati mostrele <a href="/zengarden-sample.html" title="Sursa codului HTML pentru aceast&atilde; pagina, l&atilde;sati-l neschimbat.">html</a> si <a href="/zengarden-sample.css" title="Mostra de CSS pentru aceast&atilde; pagin&atilde;; documentul pe care puteti sa-l modificati.">css</a> pentru a lucra pe o copie local&atilde;. De &icirc;ndat&atilde; ce ati terminat de lucru la capodopera dumneavoastr&atilde; (si v&atilde; rug&atilde;m s&atilde; nu trimiteti o lucrare neterminat&atilde;) v&atilde; rug&atilde;m sa uploadati documentul .css pe un web server la care aveti acces dumneavoastr&atilde;. <a href="http://www.mezzoblue.com/zengarden/sendfile.asp" title="Folositi formularul pentru contactare ca s&atilde; ne trimiteti documentul dumneavoastr&atilde;">Trimiteti-ne un link</a> la documentul dumneavoastr&atilde; si noi, dac&atilde; vom decide s&atilde;-l selection&atilde;m, vom downloada imaginile asociate cu documentul .css. Lucr&atilde;rile selectionate vor fi g&atilde;zduite pe serverul nostru.</span></p>
<p class="p4"><span>COMPLETARE: C&atilde;ut&atilde;m traduc&atilde;tori. Dac&atilde; stiti bine engleza si o alt&atilde; limb&atilde;, aceasta este &icirc;nc&atilde; o cale pe care puteti s&atilde; participati la proiect. V&atilde; rug&atilde;m <a href="http://www.mezzoblue.com/contact/" title="Trimiteti un email mention&icirc;nd limbile pe care le stiti bine">s&atilde; luati leg&atilde;tura</a> cu noi pentru a afla am&atilde;nunte.  [Traducere de <a href="http://joseph.siroker.com">Joseph Siroker</a> si <a href="http://homelesspixel.de">Radu Darvas</a>]</span></p>
