<p class="p1"><span>Am vrea s&atilde; vedem at&icirc;t de mult <acronym title="Cascading Style Sheets, version 1">CSS1</acronym> pe c&icirc;t este posibil. <acronym title="Cascading Style Sheets, version 2">CSS2</acronym> trebuie limitat numai la elementele sprijinite &icirc;n modul cel mai r&atilde;sp&icirc;ndit. Gr&atilde;dina css-Zen este bazat&atilde; pe o abordare functional&atilde; si practic&atilde; a <acronym title="Cascading Style Sheets">CSS</acronym>-ului si nu pe ultimele r&atilde;cnete ale tehnologiei vizibile numai de 2% din public. Singura cerint&atilde; real&atilde; pe care o avem este ca <acronym title="Cascading Style Sheets">CSS</acronym>-ul dumneavoastr&atilde; s&atilde; treac&atilde; prin validare.</span></p>
<p class="p2"><span>Din p&atilde;cate, designul practicat &icirc;n acest fel subliniaz&atilde; lacunele diverselor implement&atilde;ri ale <acronym title="Cascading Style Sheets">CSS</acronym>-ului. Browsere diferite reprezint&atilde; uneori &icirc;n mod diferit chiar si <acronym title="Cascading Style Sheets">CSS</acronym> complet validat, si devine enervant c&icirc;nd o solutie pentru unul din ele stric&atilde; reprezentarea &icirc;ntr-un altul. V&atilde; indrept&atilde;m atentia c&atilde;tre pagina de <a href="http://www.mezzoblue.com/zengarden/resources.asp" title="O list&atilde; de materiale privind CSS">Resurse</a> unde puteti g&atilde;si informatii asupra unor solutii disponibile. O conformitate complet&atilde; cu toate browserele r&atilde;m&icirc;ne uneori o sperant&atilde; pentru viitor, si noi nu ne astept&atilde;m de la dumneavoastr&atilde; s&atilde; produceti o codificare absolut perfect&atilde; &icirc;n fiecare pixel pe toate platformele corespunz&atilde;toare. Totusi v&atilde; rug&atilde;m s&atilde; testati pe c&icirc;t mai multe platforme posibile. Dac&atilde; designul dumneavoastr&atilde; nu functioneaz&atilde; cel putin &icirc;n IE5+/Win si Mozilla (care s&icirc;nt folosite de peste 90% din populatie), este posibil ca noi s&atilde; nu-l accept&atilde;m.</span></p>
<p class="p3"><span>Cerinta noastr&atilde; este s&atilde; ne trimiteti numai lucr&atilde;ri originale. V&atilde; rug&atilde;m s&atilde; respectati legile de copyright. V&atilde; rug&atilde;m s&atilde; limitati pe c&icirc;t se poate materialele socante si dubioase; prezentarea cu bun gust a nudurilor este acceptabil&atilde;, pornografia explicit&atilde; va fi respins&atilde;.</span></p>
<p class="p4"><span>Acesta este un exercitiu de ucenicie si de demonstratie. Dumneavoastr&atilde; p&atilde;strati drepturile complete de copyright asupra lucr&atilde;rilor dumneavoastr&atilde; grafice, dar v&atilde; rug&atilde;m s&atilde; cedati drepturile pentru <acronym title="Cascading Style Sheets">CSS</acronym> &icirc;n favoarea unei Licence Creative Commons identice cu <a href="http://creativecommons.org/licenses/sa/1.0/" title="V&atilde; indrept&atilde;m atentia c&atilde;tre informatiile de licent&atilde; a Gr&atilde;dinii css-Zen.">cea de pe acest site (&icirc;n engleza)</a> pentru ca s&atilde; oferiti posibilitatea altor oameni s&atilde; &icirc;nvete din lucr&atilde;rile dumneavoastr&atilde;.</span></p>
<p class="p5"><span>Canalele s&icirc;nt donate prin bun&atilde;vointa <a href="http://www.mediatemple.net/" lang="en">mediatemple</a></span></p>
